2result_200508/thread_10_dram_sw_3400_3_aofoff.txt
shm_addr = 7000
shm_addr = 7000
shm_addr = 7000
[...]
======================================
 all_ops == 1000000
 test_time == 9.373343
 Throughput == 106685.522977
 ======================================
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets       105357.60          ---          ---      0.09200    110387.56 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals     105357.60         0.00         0.00      0.09200    110387.56 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.023         0.00
SET       0.024         0.02
SET       0.025         0.07
SET       0.026         0.13
SET       0.027         0.23
SET       0.028         0.43
SET       0.029         0.66
SET       0.030         0.80
SET       0.031         0.85
SET       0.032         0.87
SET       0.033         0.92
SET       0.034         0.99
SET       0.035         1.04
SET       0.036         1.05
SET       0.037         1.07
SET       0.038         1.08
SET       0.039         1.09
SET       0.040         1.10
SET       0.041         1.13
SET       0.042         1.18
SET       0.043         1.25
SET       0.044         1.30
SET       0.045         1.32
SET       0.046         1.33
SET       0.047         1.33
SET       0.048         1.33
SET       0.049         1.34
SET       0.050         1.34
SET       0.051         1.35
SET       0.052         1.36
SET       0.053         1.38
SET       0.054         1.41
SET       0.055         1.43
SET       0.056         1.45
SET       0.057         1.46
SET       0.058         1.46
SET       0.059         1.47
SET       0.060         1.48
SET       0.061         1.49
SET       0.062         1.51
SET       0.063         1.54
SET       0.064         1.60
SET       0.065         1.71
SET       0.066         1.87
SET       0.067         2.18
SET       0.068         2.68
SET       0.069         3.15
SET       0.070         3.52
SET       0.071         3.85
SET       0.072         4.17
SET       0.073         4.54
SET       0.074         5.01
SET       0.075         5.64
SET       0.076         6.70
SET       0.077         8.47
SET       0.078        11.22
SET       0.079        15.02
SET       0.080        19.80
SET       0.081        25.39
SET       0.082        31.48
SET       0.083        37.36
SET       0.084        42.49
SET       0.085        46.31
SET       0.086        49.12
SET       0.087        51.30
SET       0.088        53.19
SET       0.089        55.08
SET       0.090        57.08
SET       0.091        59.09
SET       0.092        61.04
SET       0.093        62.77
SET       0.094        64.32
SET       0.095        65.64
SET       0.096        66.78
SET       0.097        67.80
SET       0.098        68.78
SET       0.099        69.80
SET       0.100        76.49
SET       0.110        87.98
SET       0.120        97.61
SET       0.130        99.21
SET       0.140        99.69
SET       0.150        99.85
SET       0.160        99.89
SET       0.170        99.93
SET       0.180        99.95
SET       0.190        99.96
SET       0.200        99.96
SET       0.210        99.97
SET       0.220        99.97
SET       0.230        99.98
SET       0.240        99.98
SET       0.250        99.98
SET       0.260        99.98
SET       0.270        99.98
SET       0.280        99.98
SET       0.290        99.98
SET       0.300        99.99
SET       0.310        99.99
SET       0.320        99.99
SET       0.330        99.99
SET       0.340        99.99
SET       0.350        99.99
SET       0.360        99.99
SET       0.390        99.99
SET       0.400        99.99
SET       0.450        99.99
SET       0.460        99.99
SET       0.500        99.99
SET       0.570        99.99
SET       0.590        99.99
SET       0.600        99.99
SET       0.610        99.99
SET       0.620       100.00
SET       0.640       100.00
SET       0.680       100.00
SET       0.690       100.00
SET       0.700       100.00
SET       0.710       100.00
SET       0.720       100.00
SET       0.730       100.00
SET       0.740       100.00
SET       0.750       100.00
SET       0.760       100.00
SET       0.770       100.00
SET       0.780       100.00
SET       0.800       100.00
SET       0.830       100.00
SET       0.840       100.00
SET       0.860       100.00
SET       1.400       100.00
SET       1.500       100.00
SET       2.100       100.00
---
---